{"id":"841c764b-c0f9-4653-a23f-0e96dcc491fb","ingredients":[{"amount":1000.0,"name":"porc haché ","unit":"g"},{"amount":200.0,"name":"carotte","unit":"g"},{"amount":40.0,"name":"champignon noir","unit":"g"},{"amount":100.0,"name":"vermicelle de soja","unit":"g"},{"amount":2.0,"name":"oignon"},{"amount":2.0,"name":"sel","unit":"cc"},{"amount":2.0,"name":"sucre","unit":"cc"},{"amount":2.0,"name":"poivre blanc","unit":"cc"},{"amount":30.0,"name":"galette de riz"},{"amount":4.0,"name":"vinaigre","unit":"cc"}],"name":"Nems impériaux (cha gio)","quantity":{"amount":30.0,"unit":"personne"},"steps":[{"step":"Faire tremper séparément les champignons noirs et les vermicelles de soja dans l’eau tiède pendant 20 minutes."},{"step":"Laver, peler et râper finement la carotte et la patate douce."},{"step":"Eplucher et hacher finement l’oignon."},{"step":"Egoutter les champignons noirs, supprimer les parties dures (pieds, base), et hacher finement."},{"step":"Dans un récipient, mélanger de façon homogène tous les ingrédients de la farce : viande de porc hachée, vermicelles transparents, champignons noirs, carotte, oignon, avec sel, sucre et poivre."},{"step":"Préparer et mélanger un grand bol d’eau chaude (pas bouillante) avec 2 cuillères à café de vinaigre. Étaler un torchon propre sur la table. Une planche ou un plat chemisé de papier sulfurisé (papier de cuisson) pour entreposer les nems."},{"step":"Poser à plat sur le torchon propre, face lisse sur le torchon, face texturée vers soi.À l’aide de sa main, tremper la main dans l’eau chaude puis humecter toute la surface des deux de la galettes de riz."},{"step":"Faire de même avec 2 ou 3 galettes de riz. Laisser les galettes absorber tranquillement l’humidité avant de mettre la farce et de les manipuler."},{"step":"A l’aide d’une cuillère à soupe, prendre une portion de farce et la déposer sur la 1ère galette devenue souple et manipulable, près du bord vers soi. Former un petit boudin de farce de 6-7 cm de long environ. Prendre 55 g de Farce. "},{"step":"Idéalement, il serait bien de laisser « sécher » les nems crus au réfrigérateur pendant une heure environ ou plus."},{"step":"Verser de l’huile dans une grande poêle ou une grande sauteuse à large à bords hauts à revêtement anti-adhésif. Idéalement, il faut 1/2 (0,5) cm de niveau d’huile dans le fond. Par exemple, pour une poêle ou sauteuse de 28 cm de diamètre, prévoir 300 ml d’huile. Chauffer l’huile jusqu’à 140°C (cela fait de petites bulles autour des baguettes lorsqu’elles touchent le fond de la poêle."},{"step":"Glisser délicatement les nems sans se toucher entre eux. Sinon, ils colleront ! Faire frire par petites quantités de nems. Les retourner régulièrement."},{"step":"    "},{"step":"Au bout de 5 à 7 minutes, les nems vont cuire, l’enveloppe devient blanche et se durcit en cuisant. On cuit la farce, sans trop dorer les nems. Cette 1ère étape est la première friture, celle qui permet aussi de conserver les nems au réfrigérateur ou au congélateur quand on en confectionne en grandes quantités ou à l’avance."},{"step":"    "},{"step":"Avant de servir, faire la 2ème friture : chauffer un fond d’huile dans la poêle ou la sauteuse (à 1/2 cm de niveau d’huile en fond) jusqu’à 170°C. Piquer les baguettes (en bambou!) au milieu de la poêle pour vérifier la chaleur : si les bulles se forment autour des baguettes et remontent rapidement, l’huile est à bonne température."},{"step":"Mettre les nems pré-frits dans l’huile chaude, et frire rapidement une 2ème fois, 1 à 2 minutes… jusqu’à ce que les nems soient dorés. On peut utiliser l’huile de la première friture, et faire la 2ème friture dans la foulée."},{"step":"Easy Vietnam page 47"}]}